// lib/employees.dart

final Map<String, List<String>> employeeData = {
  'Assistant Manager': [
    'น.ส.กชกร อุ่นเรือน',
  ],
  'Human Resource': [
    'น.ส.สกุลนา อุ่นเรือน',
  ],
  'Project Manager': [
    'นายจิรศักดิ์ นพแสง',
    'นายณรงค์ จันทโพธิ์',
  ],
  'Dev Led':[
    'นายเจตน์ษฎา ชิโนซะดิ',
  ],
  'Tester Lead': [
    'นายพยุงเกียรติ อุ่นเรือน',
    'น.ส.ณัฐธยาน์ นาหัวนิล',
  ],
  'Programmer' : [
  'นายธเนศ รัตนพัทธยากร',
  'นายโสภณัฐ อัศวภูมิ',
  'นายสิปปภาส อารมย์ดี',
  'นายนฤพนธ์ โชควินิจ',
  'Mr.Herath Mudiyanselage',
  ],
  'Software Analyst' : [
    'นายยุทธพงษ์ พิมพระลับ',
    'นายอานนท์ นามมา',
    'นายณัฐวัตร ชนะมาร',
    'น.ส.ศศินิภา สุขโชติ',
    'น.ส.จิราพัขร ชื่นสิริพัฒนกุล',
  ],
  'Software Tester' : [
   'นายกาญจนภิเษก รวยดี',
   'น.ส.จุฑามาศ แก้วอบเชย',
   'น.ส.ณฎฐา ขันทอง',
   'น.ส.ศยามล แก้วอบเชย',
   'นายปัณณทัต จันเจ๊ก',
   'น.ส.ปาณิศา ศุภกิจการุณย์',
   'น.ส.บงกชพร ตาลอ่อน',
   'นายธนภัทร เชื่อเมืองพาน',
   'นายพลพรชัย เกาะดี',
  ],
  'Junior Programmer' :[
    'นายปัณณทัต สมาน',
    'นายชนุตร์ เฮงตระกูล',
    'นายทัตพงศ์ รัตนวิชัย',
    'นายชัยฤทธิ์ สุขโขทัย',
    'นายนพิทธิพงศ์ วังซ้าย',
  ]
};